Repository: grand-kaveh/django-chat-app
Catalog: chatapp/locale/*/LC_MESSAGES/django.po
Languages: ar, ru

source: حذف کاربران غیرفعال در ۳۰ روز اخیر
ar: احذف المستخدمين غير النشطين في آخر 30 يومًا
ru: Удалить неактивных пользователей за последние 30 дней

source: حذف کاربرانی که مسدود شده اند
ar: إزالة المستخدمين المحظورين
ru: Удалить заблокированных пользователей

source: آزادکردن کاربرانی که مسدود شده اند
ar: تحرير المستخدمين المحظورين
ru: Освобождение заблокированных пользователей

source: چت کاربر و پشتیبان
ar: دردشة ودعم المستخدم
ru: Пользовательский чат и поддержка

source: آیدی پشتیبان
ar: معرف النسخ الاحتياطي
ru: резервный идентификатор

source: کاربر
ar: مستخدم
ru: пользователь

source: نام نمایشی
ar: اسم العرض
ru: отображаемое имя

source: فعال / غیرفعال
ar: نشط سلبي
ru: Активный пассивный

source: پشتیبان
ar: يدعم
ru: поддерживать

source: پشتیبان ها
ar: أنصار
ru: Сторонники

source: پاسخ
ar: إجابة
ru: Ответ

source: ارسال کننده
ar: مرسل
ru: отправитель

source: متن پیام
ar: رسالة نصية
ru: Текст сообщения

source: آیا این پیام دیده شده است؟
ar: هل شوهدت هذه الرسالة؟
ru: Это сообщение видели?

source: آیا این پیام ویرایش شده است؟
ar: هل تم تحرير هذه الرسالة؟
ru: Это сообщение было отредактировано?

source: متن پیام قبل از ویرایش
ar: نص الرسالة قبل التحرير
ru: Текст сообщения перед редактированием

source: آیا این پیام حذف شده است؟
ar: هل تم حذف هذه الرسالة؟
ru: Это сообщение было удалено?

source: چت های کاربر و پشتیبان
ar: المستخدم ودعم الدردشات
ru: Чаты пользователей и поддержки

source: آیدی چت کاربر
ar: معرف الدردشة للمستخدم
ru: Идентификатор чата пользователя

source: آیا پشتیبان دارد؟
ar: هل بها نسخة احتياطية؟
ru: У него есть резервная копия?

source: نام
ar: اسم
ru: имя

source: نام خانوادگی
ar: اسم العائلة
ru: фамилия

source: ایمیل
ar: بريد إلكتروني
ru: электронная почта

source: شماره تماس
ar: رقم التليفون
ru: Номер телефона

source: آیا مسدود شده است؟
ar: هل تم حظره؟
ru: Он заблокирован?

source: تعداد گزارش ها
ar: عدد التقارير
ru: Количество отчетов

source: اطلاعات کاربر
ar: معلومات المستخدم
ru: Информация о пользователе

source: اطلاعات کاربران
ar: معلومات المستخدم
ru: Информация о пользователе

source: عنوان
ru: Заголовок

source: محتوا
ar: محتوى
ru: содержание

source: آیا برای تمامی پشتیبان ها نمایش داده شود؟
ar: هل سيتم عرضها لجميع النسخ الاحتياطية؟
ru: Будет ли он отображаться для всех резервных копий?

source: پیام آماده ی پشتیبان
ar: رسالة جاهزة للنسخ الاحتياطي
ru: Сообщение о готовности резервного копирования

source: پیام های آماده ی پشتیبان ها
ar: رسائل جاهزة للنسخ الاحتياطي
ru: Готовые сообщения для резервного копирования

source: استفاده از کلمات نامناسب
ar: استخدام كلمات غير لائقة
ru: Использование неподходящих слов

source: دلایل دیگر
ar: أسباب أخرى
ru: Другие причины

source: دلیل گزارش
ar: سبب التقرير
ru: Причина отчета

source: متن گزارش
ar: نص التقرير
ru: Текст доклада

source: گزارش کاربر
ar: تقرير المستخدم
ru: Пользовательский отчет

source: گزارش کاربران
ar: تقرير المستخدم
ru: Пользовательский отчет

source: صفحه‌ی پشتیبان
ar: صفحة النسخ الاحتياطي
ru: Страница резервного копирования

source: خوش آمدید
ar: مرحباً
ru: Добро пожаловать

source: لطفا کمی صبر کنید
ar: يرجى الانتظار قليلاً
ru: Пожалуйста, подождите немного
